Repository: jluongg/valide
Catalog: frontend/lib/src/localization/app_*.arb
Languages: fr

# appTitle
source: Validated
fr: Validé

# phoneLoginButton
source: Log in by phone
fr: S'identifier

source: Phone number
fr: Numéro de téléphone

# enter_phone_number
source: Enter your phone number
fr: Numéro de téléphone

source: Search country
fr: Chercher un pays

# please_enter_valid_phone_number
source: Please enter a valid phone number
fr: Le numéro de téléphone n'est pas valide

source: login
fr: Se connecter

# verify_code
source: Verify the code
fr: Vérifier le code

source: Password
fr: Mot de passe

# enter_password
source: Enter the received password
fr: Saisir le mot de passe reçu

# connection_error
source: You are using the app in offline mode.
fr: Tu utilises l'application en mode hors ligne.

source: Login failed.
fr: La connexion a échoué.

# login_page_title
source: Login
fr: Ton numéro ?

# cgu_text
source: By registering, you agree to our Terms of Service, Privacy Policy, and Cookies Policy. Your use of the app is subject to these policies, which outline how we handle your data and use cookies.
fr: En t'inscrivant, tu acceptes nos Conditions Générales d'Utilisation, notre Politique de confidentialité et notre Politique en matière de cookies. Ton utilisation de l'application est soumise à ces politiques, qui décrivent comment nous gérons tes données et utilisons les cookies.

# cgu_url
source: https://www.valide.io/en/tos
fr: https://www.valide.io/fr/cgu

# cgu_link_text
source: Terms of Service
fr: Conditions Générales d'Utilisation

# pol_confidentialite_url
source: https://www.valide.io/en/privacy
fr: https://www.valide.io/fr/confidentialite

# pol_confidentialite_link_text
source: Privacy Policy
fr: Politique de Confidentialité

# cookies_link_text
source: Cookies Policy
fr: Politique en matière de cookies

# challenge_page_title
source: Enter the code
fr: Tu vas recevoir un SMS
